Revit 2027 API
CurveArrArrayIterator Properties
The CurveArrArrayIterator type exposes the following members.
Properties
Name | Description
Current | Retrieves the item that is the current focus of the iterator.
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Top
See Also
Reference
CurveArrArrayIterator Class
Autodesk.Revit.DB Namespace